Repository: TiSiE/YawikDemoSkin
Catalog: language/*.po
Languages: hi_in, pl, pt

source: Welcome to YAWIK!
hi_in: YAWIK करने के लिए आपका स्वागत है!
pl: Zapraszamy do YAWIK!
pt: Bem-vindo ao YAWIK!

source: we connect recruiters and applicants
hi_in: हम नियोक्ताओं और आवेदकों को कनेक्ट
pl: łączymy rekruterów i kandydatów
pt: ligamos recrutadores e candidatos

source: This is a DEMO. All data are reset once a day (2:00 CET).
hi_in: यह एक डेमो है। सभी डेटा एक बार फिर से कायम कर रहे हैं एक दिन (02:00 सीईटी)।
pl: To jest DEMO. Wszystkie dane są kasowane raz dziennie (02:00 CET).
pt: Este é um DEMO. Todos os dados são repostos uma vez por dia (02:00 CET).

source: Login as a recruiter
hi_in: एक भर्ती के रूप लॉगिन
pl: Zaloguj jako rekruter
pt: Entre como um recrutador

source: You can use the existing Account. Log in and take a look to some Test data.
hi_in: आप मौजूदा खाते का उपयोग कर सकते हैं। में प्रवेश करें और कुछ परीक्षण डेटा के लिए एक नज़र रखना।
pl: Możesz skorzystać z istniejącego konta. Zaloguj się i spojrzeć na niektóre dane testowe.
pt: Você pode usar a conta existente. Faça o login e dar uma olhada para alguns dados de teste.

source: Role
pt: Papel

source: Username
hi_in: यूजर का नाम
pl: Nazwa użytkownika
pt: Nome de Usuário

source: Password
hi_in: पासवर्ड
pl: Hasło
pt: Senha

source: Applicant
hi_in: आवेदक
pl: Wnioskodawca
pt: Requerente

source: login
pt: conecte-se

source: Test application form
hi_in: परीक्षा आवेदन फार्म
pl: Formularz testu
pt: Formulário de pedido de teste

source: Here you can test an application formular
hi_in: यहाँ आप एक आवेदन फ़ॉर्म्यूलर परीक्षण कर सकते हैं
pl: Tutaj można przetestować Formular aplikacji
pt: Aqui você pode testar um formular pedido

source: Create an Account
hi_in: खाता बनाएं
pl: Załóż konto
pt: Criar uma conta

source: Login to an open source applicant tracking system using your favorite social network
pl: Zaloguj się do systemu otwartego wnioskodawca śledzenia źródła za pomocą ulubionej sieci społecznej
pt: Entre para um sistema de rastreamento requerente código aberto usando sua rede social favorita

source: But remember, the demo database is reset once a day. Newly created accounts are silently removed at 2:00 CET.
pl: Ale pamiętaj, baza demo jest zresetować raz dziennie. Nowo utworzone konta są usuwane na 02:00 milczeniu CET.
pt: Mas lembre-se, o banco de dados demo é redefinir uma vez por dia. Novas contas criadas são silenciosamente removido às 2:00 CET.

source: My password
hi_in: मेरा पासवर्ड
pl: Moje hasło
pt: Minha senha

source: This is the demo account. Password cannot be changed
hi_in: इस डेमो खाता है। पासवर्ड बदला नहीं जा सकता
pl: Jest to konto demo. Hasło nie może być zmieniona
pt: Esta é a conta de demonstração. A senha não pode ser alterada

source: Help to translate YAWIK
hi_in: YAWIK अनुवाद करने के लिए मदद
pl: Pomóż przetłumaczyć YAWIK
pt: Ajude a traduzir YAWIK

source: All rights reserved.
pl: Wszelkie prawa zastrzeżone.
pt: Todos os direitos reservados.

source: Recruiter
hi_in: भर्ती
pl: Rekruter

source: YAWIK DEMO
hi_in: YAWIK डेमो
